import "../App.css";
function Home() {
  return (
    <div>
      <div className="Text-home-page">
        <p>Вітаємо вас у персональному "Фінанансовому Менеджері".</p>
        <p>
          Щоб створити просту категорію,клацніть у верхньому лівому кутку
          кнопку: "CATEGORIES".Записуйте,редагуйте,та видаляйте категорії.
        </p>
        <p>
          Щоб створити розширену транзакцію клацніть у верхньому лівому кутку
          кнопку: "TRANSACTIONS".Користуйтесь більш розширеним функціоналом
          запису категорій.
        </p>
        <p>
          Звіт за період "від числа" - "до числа", можна згенерувати натуснувши
          вверху кнопку: "Report Generator"
        </p>
        <p>Щоб повернутися на головну сторінку натисніть "Income/Costs"</p>
      </div>
    </div>
  );
}

export default Home;
